Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Chat_ResearchModeOnTooltip
source: Research Mode ON: answers add cited web search results (needs Research Mode and a web search provider in Settings)
de: Recherchemodus AN: Antworten ergänzen zitierte Websuchergebnisse (erfordert den Recherchemodus und einen Websuchanbieter in den Einstellungen)
es: Modo investigación ACTIVADO: las respuestas añaden resultados de búsqueda web citados (requiere el modo investigación y un proveedor de búsqueda web en Configuración)
zh_cn: 研究模式已开启：回答会加入带引用的网络搜索结果（需要在“设置”中启用研究模式并配置网络搜索提供商）

# Chat_ResearchModeOffTooltip
source: Research Mode OFF: answers use your local knowledge only
de: Recherchemodus AUS: Antworten nutzen nur Ihr lokales Wissen
es: Modo investigación DESACTIVADO: las respuestas solo usan su conocimiento local
zh_cn: 研究模式已关闭：回答仅使用您的本地知识

# Chat_OrchestrationParallelTooltip
source: Multi-agent parallel mode — researcher, critic, and synthesizer respond together
de: Multi-Agent parallel: Rechercheur, Kritiker und Synthesizer antworten gemeinsam
es: Modo multiagente en paralelo: el investigador, el crítico y el sintetizador responden juntos
zh_cn: 多智能体并行模式：研究者、评论者和综合者共同回答

# Chat_OrchestrationDebateTooltip
source: Multi-agent debate mode — agents challenge positions before the final synthesis
de: Multi-Agent Debatte: Die Agenten hinterfragen Positionen vor der abschließenden Synthese
es: Modo multiagente en debate: los agentes cuestionan las posturas antes de la síntesis final
zh_cn: 多智能体辩论模式：各智能体在最终综合前相互质疑观点

# Chat_OrchestrationSoloTooltip
source: Solo mode — standard Agent-X chat response
de: Solomodus: normale Agent-X-Chatantwort
es: Modo individual: respuesta de chat estándar de Agent-X
zh_cn: 单一模式：标准的 Agent-X 聊天回复

# Chat_ContextStoryUnavailable
source: No context story is available until Agent-X assembles a response for this conversation.
de: Ein Kontextverlauf ist erst verfügbar, wenn Agent-X eine Antwort für diese Unterhaltung zusammenstellt.
es: No hay historia del contexto hasta que Agent-X ensamble una respuesta para esta conversación.
zh_cn: 在 Agent-X 为此对话组装回复之前，没有可用的上下文脉络。

# Chat_IntelBadgeCurrent
source: Current
de: Aktuell
es: Actual
zh_cn: 最新

# Chat_IntelBadgeStale
source: Stale
de: Veraltet
es: Desactualizado
zh_cn: 已过时

# Chat_IntelBadgePending
source: Pending
de: Ausstehend
es: Pendiente
zh_cn: 待处理

# Chat_IntelBadgeUnavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
zh_cn: 不可用

# Chat_SummaryRefreshing
source: Refreshing durable summary...
de: Dauerhafte Zusammenfassung wird aktualisiert...
es: Actualizando el resumen duradero...
zh_cn: 正在刷新持久摘要...

# Chat_SummaryCurrentKeyPointsOne
source: Summary current • 1 key point available
de: Zusammenfassung aktuell • 1 Kernpunkt verfügbar
es: Resumen actual • 1 punto clave disponible
zh_cn: 摘要为最新 • 1 个要点可用

# Chat_SummaryCurrentKeyPointsMany
source: Summary current • {0} key points available
de: Zusammenfassung aktuell • {0} Kernpunkte verfügbar
es: Resumen actual • {0} puntos clave disponibles
zh_cn: 摘要为最新 • {0} 个要点可用

# Chat_SummaryCurrentReady
source: Summary current • Ready for deeper inspection
de: Zusammenfassung aktuell • Bereit für eine genauere Prüfung
es: Resumen actual • Listo para una inspección más detallada
zh_cn: 摘要为最新 • 可深入查看

# Chat_SummaryStaleMessagesOne
source: Summary stale • 1 newer message not folded in
de: Zusammenfassung veraltet • 1 neuere Nachricht nicht eingearbeitet
es: Resumen desactualizado • 1 mensaje más reciente sin incorporar
zh_cn: 摘要已过时 • 1 条较新的消息尚未纳入

# Chat_SummaryStaleMessagesMany
source: Summary stale • {0} newer messages not folded in
de: Zusammenfassung veraltet • {0} neuere Nachrichten nicht eingearbeitet
es: Resumen desactualizado • {0} mensajes más recientes sin incorporar
zh_cn: 摘要已过时 • {0} 条较新的消息尚未纳入

# Chat_SummaryStaleWaiting
source: Summary stale • Waiting for the next refresh
de: Zusammenfassung veraltet • Wartet auf die nächste Aktualisierung
es: Resumen desactualizado • A la espera de la próxima actualización
zh_cn: 摘要已过时 • 等待下次刷新

# Chat_SummaryRefreshPending
source: Summary refresh pending
de: Aktualisierung der Zusammenfassung ausstehend
es: Actualización del resumen pendiente
zh_cn: 摘要刷新待处理

# Chat_SummaryUnavailablePath
source: Summary unavailable for this response path
de: Für diesen Antwortweg ist keine Zusammenfassung verfügbar
es: Resumen no disponible para esta vía de respuesta
zh_cn: 此回复路径不提供摘要

# Chat_ConversationContextNone
source: No conversation context captured yet
de: Noch kein Unterhaltungskontext erfasst
es: Aún no se ha capturado el contexto de la conversación
zh_cn: 尚未捕获对话上下文

# Chat_SummaryRefreshingShort
source: Refreshing...
de: Wird aktualisiert...
es: Actualizando...
zh_cn: 正在刷新...

# Chat_SummaryRetry
source: Retry Summary
de: Zusammenfassung wiederholen
es: Reintentar resumen
zh_cn: 重试摘要

# Chat_SummaryRefresh
source: Refresh Summary
de: Zusammenfassung aktualisieren
es: Actualizar resumen
zh_cn: 刷新摘要

# Chat_GenerationError
source: An error occurred while generating a response.
de: Beim Erstellen einer Antwort ist ein Fehler aufgetreten.
es: Se produjo un error al generar una respuesta.
zh_cn: 生成回复时出错。

# Chat_ResponseKeptTitle
source: Response kept
de: Antwort beibehalten
es: Respuesta conservada
zh_cn: 已保留回复

# Chat_ResponseKeptBody
source: The model returned no new response, so the previous one was kept.
de: Das Modell hat keine neue Antwort geliefert, daher wurde die vorherige beibehalten.
es: El modelo no devolvió una nueva respuesta, así que se conservó la anterior.
zh_cn: 模型没有返回新回复，因此保留了之前的回复。

# Chat_GenerationStopped
source: [Generation stopped]
de: [Erstellung angehalten]
es: [Generación detenida]
zh_cn: [已停止生成]

# Chat_ResponseInProgressTitle
source: Response in progress
de: Antwort wird erstellt
es: Respuesta en curso
zh_cn: 正在生成回复

# Chat_ResponseInProgressBody
source: Stop the current response or wait for it to finish, then try again.
de: Stoppen Sie die aktuelle Antwort oder warten Sie, bis sie fertig ist, und versuchen Sie es dann erneut.
es: Detenga la respuesta actual o espere a que termine y vuelva a intentarlo.
zh_cn: 请停止当前回复或等待其完成，然后重试。

# Chat_DeleteFailedTitle
source: Delete failed
de: Löschen fehlgeschlagen
es: Error al eliminar
zh_cn: 删除失败

# Chat_DeleteConversationFailedBody
source: The conversation could not be deleted and is still in your history.
de: Die Unterhaltung konnte nicht gelöscht werden und ist weiterhin in Ihrem Verlauf.
es: No se pudo eliminar la conversación y sigue en su historial.
zh_cn: 无法删除该对话，它仍在您的历史记录中。

# Chat_ConversationNotFoundTitle
source: Conversation not found
de: Unterhaltung nicht gefunden
es: Conversación no encontrada
zh_cn: 未找到对话

# Chat_ConversationNotFoundBody
source: The conversation could not be opened. It may have been deleted.
de: Die Unterhaltung konnte nicht geöffnet werden. Möglicherweise wurde sie gelöscht.
es: No se pudo abrir la conversación. Es posible que se haya eliminado.
zh_cn: 无法打开该对话。它可能已被删除。

# Chat_PinFailedTitle
source: Pin not changed
de: Anheften nicht geändert
es: Anclado sin cambios
zh_cn: 未更改固定状态

# Chat_PinFailedBody
source: The conversation's pinned state could not be changed.
de: Der Anheftstatus der Unterhaltung konnte nicht geändert werden.
es: No se pudo cambiar el estado de anclado de la conversación.
zh_cn: 无法更改该对话的固定状态。

# Chat_MessageRemovedTitle
source: Message removed
de: Nachricht entfernt
es: Mensaje quitado
zh_cn: 已移除消息

# Chat_MessageRemovedBody
source: This message was never saved, so it was only removed from the screen.
de: Diese Nachricht wurde nie gespeichert und daher nur vom Bildschirm entfernt.
es: Este mensaje nunca se guardó, así que solo se quitó de la pantalla.
zh_cn: 此消息从未保存，因此只是从屏幕上移除。

# Chat_DeleteMessageFailedBody
source: The message could not be deleted and is still in this conversation.
de: Die Nachricht konnte nicht gelöscht werden und ist weiterhin in dieser Unterhaltung.
es: No se pudo eliminar el mensaje y sigue en esta conversación.
zh_cn: 无法删除该消息，它仍在此对话中。

# Chat_MessageDeletedTitle
source: Message deleted
de: Nachricht gelöscht
es: Mensaje eliminado
zh_cn: 已删除消息

# Chat_MessageDeletedBody
source: The message has been removed.
de: Die Nachricht wurde entfernt.
es: Se ha quitado el mensaje.
zh_cn: 该消息已被移除。

# Chat_RegenerateLatestOnlyTitle
source: Only the latest response can be regenerated
de: Nur die neueste Antwort kann neu erstellt werden
es: Solo se puede regenerar la última respuesta
zh_cn: 只能重新生成最新的回复

# Chat_RegenerateLatestOnlyBody
source: Use Branch from here on an earlier message to explore a different answer.
de: Verwenden Sie „Ab hier verzweigen“ an einer früheren Nachricht, um eine andere Antwort zu erkunden.
es: Use Crear rama desde aquí en un mensaje anterior para explorar otra respuesta.
zh_cn: 如需探索其他回答，请在较早的消息上使用“从此处创建分支”。

# Chat_RegenerateFailedTitle
source: Regenerate failed
de: Neu erstellen fehlgeschlagen
es: Error al regenerar
zh_cn: 重新生成失败

# Chat_RegenerateNotRemovedBody
source: The previous response could not be removed, so nothing was regenerated.
de: Die vorherige Antwort konnte nicht entfernt werden, daher wurde nichts neu erstellt.
es: No se pudo quitar la respuesta anterior, así que no se regeneró nada.
zh_cn: 无法移除之前的回复，因此没有重新生成任何内容。

# Chat_EditNotSentTitle
source: Edit not sent
de: Bearbeitung nicht gesendet
es: Edición no enviada
zh_cn: 未发送编辑

# Chat_EditNotSentBody
source: The conversation could not be updated, so the edited message was not sent. Try again.
de: Die Unterhaltung konnte nicht aktualisiert werden, daher wurde die bearbeitete Nachricht nicht gesendet. Versuchen Sie es erneut.
es: No se pudo actualizar la conversación, así que no se envió el mensaje editado. Inténtelo de nuevo.
zh_cn: 无法更新该对话，因此未发送编辑后的消息。请重试。

# Chat_CannotBranchTitle
source: Cannot branch here
de: Hier kann nicht verzweigt werden
es: No se puede crear una rama aquí
zh_cn: 无法在此处创建分支

# Chat_CannotBranchBody
source: This message was never saved, so a branch cannot start from it.
de: Diese Nachricht wurde nie gespeichert, daher kann von ihr kein Zweig ausgehen.
es: Este mensaje nunca se guardó, así que no puede iniciar una rama.
zh_cn: 此消息从未保存，因此无法从它创建分支。

# Chat_BranchCreatedTitle
source: Branch Created
de: Zweig erstellt
es: Rama creada
zh_cn: 已创建分支

# Chat_BranchCreatedBody
source: Created branch: {0}
de: Zweig erstellt: {0}
es: Rama creada: {0}
zh_cn: 已创建分支：{0}

# Chat_MainThread
source: Main Thread
de: Hauptzweig
es: Hilo principal
zh_cn: 主线

# Chat_BranchFallbackTitle
source: Branch
de: Zweig
es: Rama
zh_cn: 分支

# Chat_SummaryRefreshFailed
source: Summary refresh failed. Keeping the previous summary state.
de: Aktualisierung der Zusammenfassung fehlgeschlagen. Der vorherige Stand bleibt erhalten.
es: Error al actualizar el resumen. Se mantiene el estado anterior.
zh_cn: 摘要刷新失败。保留之前的摘要状态。

# Chat_SummaryRefreshUnavailable
source: Summary refresh is unavailable in this app configuration.
de: Die Aktualisierung der Zusammenfassung ist in dieser App-Konfiguration nicht verfügbar.
es: La actualización del resumen no está disponible con esta configuración de la aplicación.
zh_cn: 此应用配置不支持刷新摘要。

# Chat_SummaryRefreshNoUpdate
source: Summary refresh completed, but no updated summary was available.
de: Die Aktualisierung ist abgeschlossen, aber es gab keine neuere Zusammenfassung.
es: La actualización terminó, pero no había un resumen más reciente.
zh_cn: 刷新已完成，但没有可用的更新摘要。

# Chat_MinutesAgo
source: {0} min ago
de: vor {0} Min.
es: hace {0} min
zh_cn: {0} 分钟前

# Chat_HoursAgo
source: {0} hr ago
de: vor {0} Std.
es: hace {0} h
zh_cn: {0} 小时前

# Chat_DayAgo
source: 1 day ago
de: vor 1 Tag
es: hace 1 día
zh_cn: 1 天前

# Chat_DaysAgo
source: {0} days ago
de: vor {0} Tagen
es: hace {0} días
zh_cn: {0} 天前

# Chat_AssemblyLimited
source: Limited visibility
de: Eingeschränkte Einsicht
es: Visibilidad limitada
zh_cn: 可见性受限

# Chat_AssemblyLegacy
source: Legacy fallback
de: Legacy-Ausweichpfad
es: Alternativa heredada
zh_cn: 旧版回退

# Chat_AssemblyLexical
source: Lexical fallback
de: Lexikalischer Ausweichpfad
es: Alternativa léxica
zh_cn: 词法回退

# Chat_AssemblyStructured
source: Structured context assembly
de: Strukturierte Kontextzusammenstellung
es: Ensamblado estructurado del contexto
zh_cn: 结构化上下文组装

# Chat_ContextSummaryMissing
source: No durable summary snapshot was available for this response.
de: Für diese Antwort war keine dauerhafte Zusammenfassung verfügbar.
es: No había ninguna instantánea del resumen duradero para esta respuesta.
zh_cn: 此回复没有可用的持久摘要快照。

# Chat_ContextSummaryStale
source: Durable summary exists but may lag behind the latest thread.
de: Eine dauerhafte Zusammenfassung ist vorhanden, hinkt dem neuesten Verlauf aber möglicherweise hinterher.
es: Existe un resumen duradero, pero puede ir por detrás del hilo más reciente.
zh_cn: 已有持久摘要，但可能落后于最新的对话进展。

# Chat_ContextSummaryCurrent
source: Durable summary was current when this response was assembled.
de: Die dauerhafte Zusammenfassung war aktuell, als diese Antwort zusammengestellt wurde.
es: El resumen duradero estaba actualizado cuando se ensambló esta respuesta.
zh_cn: 组装此回复时，持久摘要是最新的。

# Chat_SummaryPendingOne
source: 1 newer message not yet folded in
de: 1 neuere Nachricht noch nicht eingearbeitet
es: 1 mensaje más reciente aún sin incorporar
zh_cn: 1 条较新的消息尚未纳入

# Chat_SummaryPendingMany
source: {0} newer messages not yet folded in
de: {0} neuere Nachrichten noch nicht eingearbeitet
es: {0} mensajes más recientes aún sin incorporar
zh_cn: {0} 条较新的消息尚未纳入

# Chat_SummaryCapturedAt
source: Captured {0}
de: Erfasst {0}
es: Capturado {0}
zh_cn: 捕获于{0}

# Chat_RecallRoleAssistant
source: Assistant
de: Assistent
es: Asistente
zh_cn: 助手

# Chat_RecallRoleUser
source: User
de: Benutzer
es: Usuario
zh_cn: 用户

# Chat_RecallSimilarity
source: {0}% match
de: {0} % Übereinstimmung
es: {0} % de coincidencia
zh_cn: {0}% 匹配

# Chat_RecallUsedOne
source: 1 recalled message used
de: 1 abgerufene Nachricht verwendet
es: 1 mensaje recordado usado
zh_cn: 使用了 1 条回忆消息

# Chat_RecallUsedMany
source: {0} recalled messages used
de: {0} abgerufene Nachrichten verwendet
es: {0} mensajes recordados usados
zh_cn: 使用了 {0} 条回忆消息

# Chat_ContextNoneCaptured
source: No generation context captured yet.
de: Noch kein Erstellungskontext erfasst.
es: Aún no se ha capturado ningún contexto de generación.
zh_cn: 尚未捕获生成上下文。

# Chat_ContextNotCaptured
source: No context captured
de: Kein Kontext erfasst
es: Ningún contexto capturado
zh_cn: 未捕获上下文

# Chat_ContextAssemblyNone
source: No context available
de: Kein Kontext verfügbar
es: No hay contexto disponible
zh_cn: 没有可用的上下文

# Chat_ContextSummaryNone
source: No durable summary captured yet.
de: Noch keine dauerhafte Zusammenfassung erfasst.
es: Aún no se ha capturado ningún resumen duradero.
zh_cn: 尚未捕获持久摘要。

# Chat_ContextRecallNone
source: No durable recall context captured yet.
de: Noch kein Kontext aus dauerhaftem Recall erfasst.
es: Aún no se ha capturado contexto de recuerdo duradero.
zh_cn: 尚未捕获持久回忆上下文。

# Chat_ContextSelectedLimited
source: Context captured for the selected assistant response (limited visibility: {0}).
de: Kontext für die ausgewählte Assistentenantwort erfasst (eingeschränkte Einsicht: {0}).
es: Contexto capturado para la respuesta del asistente seleccionada (visibilidad limitada: {0}).
zh_cn: 已捕获所选助手回复的上下文（可见性受限：{0}）。

# Chat_ContextLimited
source: Limited visibility: {0}
de: Eingeschränkte Einsicht: {0}
es: Visibilidad limitada: {0}
zh_cn: 可见性受限：{0}

# Chat_ContextSelected
source: Context captured for the selected assistant response.
de: Kontext für die ausgewählte Assistentenantwort erfasst.
es: Contexto capturado para la respuesta del asistente seleccionada.
zh_cn: 已捕获所选助手回复的上下文。

# Chat_ContextLatest
source: Latest response context captured
de: Kontext der letzten Antwort erfasst
es: Contexto de la última respuesta capturado
zh_cn: 已捕获最新回复的上下文

# Chat_LimitedReasonDefault
source: reduced path
de: reduzierter Weg
es: vía reducida
zh_cn: 精简路径

# Chat_LimitedReasonMultiAgent
source: multi agent orchestration
de: Multi-Agent-Orchestrierung
es: orquestación multiagente
zh_cn: 多智能体编排

# Chat_LimitedReasonNoProvider
source: no active provider
de: kein aktiver Anbieter
es: ningún proveedor activo
zh_cn: 没有活动的提供商

# Chat_LimitedReasonDisconnected
source: provider disconnected
de: Anbieter getrennt
es: proveedor desconectado
zh_cn: 提供商已断开连接

# Chat_LimitedReasonSummaryOnly
source: summary only refresh
de: nur Zusammenfassung aktualisiert
es: actualización solo del resumen
zh_cn: 仅刷新摘要

# Chat_ResearchNoWebSearch
source: Web search is not available in this session, so answers use your local knowledge only.
de: Die Websuche ist in dieser Sitzung nicht verfügbar, daher nutzen Antworten nur Ihr lokales Wissen.
es: La búsqueda web no está disponible en esta sesión, así que las respuestas solo usan su conocimiento local.
zh_cn: 此会话中无法使用网络搜索，因此回答仅使用您的本地知识。

# Chat_ResearchTurnedOff
source: Research Mode is turned off in Settings, so no web search was made. Turn it on in Settings to add web sources to answers.
de: Der Recherchemodus ist in den Einstellungen ausgeschaltet, daher wurde keine Websuche durchgeführt. Schalten Sie ihn in den Einstellungen ein, um Antworten mit Webquellen zu ergänzen.
es: El modo investigación está desactivado en Configuración, así que no se hizo ninguna búsqueda web. Actívelo en Configuración para añadir fuentes web a las respuestas.
zh_cn: 研究模式已在“设置”中关闭，因此未进行网络搜索。请在“设置”中开启它，以便为回答添加网页来源。

# Chat_ResearchNoProvider
source: No web search provider is configured. Add a Brave or Serper API key, or a SearXNG address, in Settings to add web sources to answers.
de: Es ist kein Websuchanbieter konfiguriert. Fügen Sie in den Einstellungen einen Brave- oder Serper-API-Schlüssel oder eine SearXNG-Adresse hinzu, um Antworten mit Webquellen zu ergänzen.
es: No hay ningún proveedor de búsqueda web configurado. Añada una clave de API de Brave o Serper, o una dirección de SearXNG, en Configuración para añadir fuentes web a las respuestas.
zh_cn: 未配置网络搜索提供商。请在“设置”中添加 Brave 或 Serper API 密钥，或 SearXNG 地址，以便为回答添加网页来源。

# Chat_ResearchNoResults
source: The web search returned no results, so this answer uses your local knowledge only.
de: Die Websuche hat keine Ergebnisse geliefert, daher nutzt diese Antwort nur Ihr lokales Wissen.
es: La búsqueda web no devolvió resultados, así que esta respuesta solo usa su conocimiento local.
zh_cn: 网络搜索没有返回结果，因此此回答仅使用您的本地知识。

# Chat_ResearchTimedOut
source: The web search timed out, so this answer uses your local knowledge only.
de: Bei der Websuche ist eine Zeitüberschreitung aufgetreten, daher nutzt diese Antwort nur Ihr lokales Wissen.
es: Se agotó el tiempo de espera de la búsqueda web, así que esta respuesta solo usa su conocimiento local.
zh_cn: 网络搜索超时，因此此回答仅使用您的本地知识。

# Chat_ResearchFailed
source: The web search failed, so this answer uses your local knowledge only.
de: Die Websuche ist fehlgeschlagen, daher nutzt diese Antwort nur Ihr lokales Wissen.
es: La búsqueda web falló, así que esta respuesta solo usa su conocimiento local.
zh_cn: 网络搜索失败，因此此回答仅使用您的本地知识。

# Chat_NoWebSourcesTitle
source: No web sources
de: Keine Webquellen
es: Sin fuentes web
zh_cn: 没有网页来源

# Chat_OrchestrationNoAnswerRetry
source: Multi-agent orchestration did not return a usable answer. Check the active AI provider and try again.
de: Die Multi-Agent-Orchestrierung hat keine brauchbare Antwort geliefert. Prüfen Sie den aktiven KI-Anbieter und versuchen Sie es erneut.
es: La orquestación multiagente no devolvió una respuesta utilizable. Compruebe el proveedor de IA activo y vuelva a intentarlo.
zh_cn: 多智能体编排未返回可用的回答。请检查当前的 AI 提供商，然后重试。

# Chat_OrchestrationNoAnswer
source: Multi-agent orchestration did not return a usable answer.
de: Die Multi-Agent-Orchestrierung hat keine brauchbare Antwort geliefert.
es: La orquestación multiagente no devolvió una respuesta utilizable.
zh_cn: 多智能体编排未返回可用的回答。

# Chat_BranchFailedTitle
source: Branch Failed
de: Verzweigen fehlgeschlagen
es: No se pudo crear la rama
zh_cn: 创建分支失败

# Chat_BranchLoadFailedTitle
source: Branch Load Failed
de: Zweige konnten nicht geladen werden
es: No se pudieron cargar las ramas
zh_cn: 加载分支失败

# Chat_BranchLoadFailedBody
source: Could not load branches: {0}
de: Die Zweige konnten nicht geladen werden: {0}
es: No se pudieron cargar las ramas: {0}
zh_cn: 无法加载分支：{0}

# Chat_MergeCompleteTitle
source: Merge Complete
de: Zusammenführung abgeschlossen
es: Fusión completada
zh_cn: 合并完成

# Chat_MergeCompleteBody
source: Merged insights to main thread
de: Erkenntnisse in den Hauptzweig übernommen
es: Ideas fusionadas con el hilo principal
zh_cn: 已将洞见合并到主线

# Chat_MergeFailedTitle
source: Merge Failed
de: Zusammenführung fehlgeschlagen
es: Error en la fusión
zh_cn: 合并失败

# Chat_BranchDeletedTitle
source: Branch Deleted
de: Zweig gelöscht
es: Rama eliminada
zh_cn: 分支已删除

# Chat_BranchDeletedBody
source: The branch has been removed.
de: Der Zweig wurde entfernt.
es: Se ha quitado la rama.
zh_cn: 该分支已被移除。

# Chat_BranchDeleteFailedTitle
source: Delete Failed
de: Löschen fehlgeschlagen
es: Error al eliminar
zh_cn: 删除失败

# BranchCompare_WindowTitle
source: Branch Comparison
de: Zweigvergleich
es: Comparación de ramas
zh_cn: 分支对比

# BranchCompare_BranchLabel
source: Branch: {0}
de: Zweig: {0}
es: Rama: {0}
zh_cn: 分支：{0}

# BranchCompare_Untitled
source: Untitled
de: Unbenannt
es: Sin título
zh_cn: 未命名

# BranchCompare_UntitledConversation
source: Untitled Conversation
de: Unbenannte Unterhaltung
es: Conversación sin título
zh_cn: 未命名对话

# BranchCompare_HeaderSummaryOne
source: {0} — {1} sub-branch
de: {0} — {1} Unterzweig
es: {0} — {1} subrama
zh_cn: {0} — {1} 个子分支

# BranchCompare_HeaderSummaryMany
source: {0} — {1} sub-branches
de: {0} — {1} Unterzweige
es: {0} — {1} subramas
zh_cn: {0} — {1} 个子分支

# BranchCompare_Label
source: Label: {0}
de: Bezeichnung: {0}
es: Etiqueta: {0}
zh_cn: 标签：{0}

# BranchCompare_BranchedFrom
source: Branched from message #{0}
de: Abgezweigt von Nachricht #{0}
es: Rama creada desde el mensaje n.º {0}
zh_cn: 从消息 #{0} 分支

# BranchCompare_SubBranchesOne
source: {0} sub-branch
de: {0} Unterzweig
es: {0} subrama
zh_cn: {0} 个子分支

# BranchCompare_SubBranchesMany
source: {0} sub-branches
de: {0} Unterzweige
es: {0} subramas
zh_cn: {0} 个子分支

# BranchCompare_BranchAtMessage
source: Branch at msg #{0}
de: Zweig bei Nachricht #{0}
es: Rama en el mensaje n.º {0}
zh_cn: 消息 #{0} 处的分支

# Main_JumpToKindPage
source: Page
de: Seite
es: Página
zh_cn: 页面

# Main_JumpToKindDocument
source: Document
de: Dokument
es: Documento
zh_cn: 文档

# Main_JumpToKindConversation
source: Conversation
de: Unterhaltung
es: Conversación
zh_cn: 对话

# Main_JumpToUntitledConversation
source: Untitled Conversation
de: Unbenannte Unterhaltung
es: Conversación sin título
zh_cn: 未命名对话

# Main_JumpToOnboarding
source: Onboarding
de: Ersteinrichtung
es: Configuración inicial
zh_cn: 新手引导

# PastSelf_CancelDraft.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# PastSelf_DraftWriting.Text
source: Writing the draft...
de: Der Entwurf wird geschrieben...
es: Escribiendo el borrador...
fr: Rédaction du brouillon...
ja: 下書きを作成しています...
zh_cn: 正在撰写草稿...

# PastSelf_DraftNeedsContext
source: Describe what you want to write in Context first.
de: Beschreiben Sie zuerst unter „Kontext“, was Sie schreiben möchten.
es: Primero describa en Contexto lo que quiere escribir.
fr: Décrivez d'abord dans Contexte ce que vous voulez écrire.
ja: まず「コンテキスト」に書きたい内容を入力してください。
zh_cn: 请先在“上下文”中描述您要写的内容。
